[Language]=zh-CN
ShortName=ZH-CN
Name=简体中文
Translator=SamWong Email: eachmacs@gmail.com
Version=8.0.0

[Resource]
http://hp.vector.co.jp/authors/VA014830/english/FlexRena/=http://hp.vector.co.jp/authors/VA014830/english/FlexRena/
&File=文件(&F)
Fol&der=文件夹(&D)
Folder List=文件夹
Exit=退出
E&xit\tAlt+F4=退出(&X)\tAlt+F4
Edit=编辑
&Edit=编辑(&E)
&Undo=还原(&U)
&Undo\tCtrl+Z=还原(&U)\tCtrl+Z
&Delete from List\tDel=从列表中刪除(&D)\tDel
Select &All\tCtrl+A=全选(&A)\tCtrl+A
&Invert Selection\tCtrl+I=反向选择(&I)\tCtrl+I
Edit File/Folder &Name\tF2=%%Edit%%%%File%%/%%Folder%%%%Name%%(&E)\tF2
&View=查看(&V)
&Tool Bar=工具栏(&T)
&Status Bar=状态栏(&S)
Specify=指定
Specify File=%%Specify%%%%File%%
Specify Folder=%%Specify%%%%Folder%%
&Rename=重命名(&R)
&TagRename=以标签命名(&T)
&Attribute=文件属性(&A)
&NumberedObject=建立编号物件(&N)
&Font...=字型(&O)...
Re&fresh folder tree\tF5=%%Re&fresh folder tree%%\tF5
Re&fresh folder tree=更新文件夹树(&F)
Re&fresh=更新(&F)
F&avorites=我的最爱(&A)
&Add Favorites\tto 20 Cases=加到我的最爱(&A)
&Organize Favorites...=组织我的最爱(&O)...
&Add Current Search/Replace Setting=新增目前搜索/取代设定(&A)
Order Preset=组织预设
&Order Preset=组织预设(&O)
&Tool=工具(&T)
Reset Window &Layout=重设窗口布局(&L)
&Help=说明(&H)
Flexible Renamer &Online=主页(&O)
&About Flexible Renamer...=关于 Flexible Renamer(&A)...
About Flexible Renamer=关于  Flexible Renamer
Ex.: *.???=例: *.???
Any Character\t?=任意字符\t?
Any String\t*=任意字符\t*
Ask with E-mail=以 E-mail 询问
Ex.: (.*)\\.(...)=例: (.*)\\.(...)
an Any Character\t.=一個任意字符\t.
Any String\t.*=任意字符\t.*
Within A to Z\t[A-Z]=从 A 到 Z\t[A-Z]
Without A to Z\t[^A-Z]=除了 A 到 Z\t[^A-Z]
a Numeric Character[0-9]\t\\d=一个数字[0-9]\t\\d
a Non-Numeric[^0-9]\t\\D=一个非数字[^0-9]\t\\D
an Alphanumeric Character[0-9a-zA-Z_]\t\\w=一个字母或数字[0-9a-zA-Z_]\t\\w
a Non-Alphanumeric[^0-9a-zA-Z_]\t\\W=一个非字母或数字[^0-9a-zA-Z_]\t\\W
a Space\t\\s=一个空格\t\\s
a Non-Space\t\\S=一个非空格\t\\S
a Period\t\\.=一个句号\t\\.
Start of Line\t^=行首\t^
End of Line\t$=行尾\t$
Alternative\t|=选择(alternative)\t|
Zero or One\t?=零或一\t?
Zero or More\t*=零或更多\t*
One or More\t+=一或更多\t+
Exactly m Times\t{m}=刚好m次\t{m}
at Least m Times\t{m,}=至少m次\t{m,}
at Least m But Not More Than n Times\t{m,n}=至少m次但少于n次\t{m,n}
Grouping/Tag\t()=群组/标签\t()
Ex.: A-Za-z=例: A-Za-z
Ex.: a-zA-Z=例: a-zA-Z
Number=数字
Lowercase=小写
Uppercase=大写
Fullwidth=全形
Number Kanji=汉字数字
Roman Numeral=罗马数字
Small Roman Numeral=小写罗马数字
Lowercase\ta-z=%%Lowercase%%\ta-z
Uppercase\tA-Z=%%Uppercase%%\tA-Z
Fullwidth Lowercase\tａ-ｚ=%%Fullwidth%%%%Lowercase%%\tａ-ｚ
Fullwidth Uppercase\tＡ-Ｚ=%%Fullwidth%%%%Uppercase%%\tＡ-Ｚ
Hiragana\tぁ-ん=平假名\tぁ-ん
Katakana\tァ-ン=片假名\tァ-ン
Number\t0-9=%%Number%%\t0-9
Fullwidth Number\t０-９=%%Fullwidth%%%%Number%%\t０-９
Number Kanji\t〇一二三四五六七八九十=%%Number Kanji%%\t〇一二三四五六七八九十
Number Old-Kanji\t〇壱弐参四五六七八九拾=大写汉字数字\t零壹贰叁肆伍陆柒捌玖拾
Number Romen Lowercase\t０ⅰ-ⅹ=%%Small Roman Numeral%%\t０ⅰ-ⅹ
Number Romen Uppercase\t０Ⅰ-Ⅹ=%%Roman Numeral%%\t０Ⅰ-Ⅹ
Ex.: ??_Rename\\2.\\1=例: ??_Rename\\2.\\1
Current Name\t\\0=目前名\t\\0
Current FileTitle\t\\t=目前文件名\t\\t
Current Extension\t\\e=目前%%Extension%%\t\\e
Folder Name\t\\f=文件夹名\t\\f
Parent Folder Name\t\\F=上级文件夹名\t\\F
1-Digit Number\t?=一位数字\t?
2-Digit Number\t??=两位数字\t??
3-Digit Number\t???=三位数字\t???
4-Digit Number\t????=四位数字\t????
FileDate(4-Digit Year+Month+Day)\t\\Y\\m\\d=文件日期(4位年月日)\t\\Y\\m\\d
FileDate(2-Digit Year+Month+Day)\t\\y\\m\\d=文件日期(2位年月日)\t\\y\\m\\d
FileTime(24Hour+Min.+Sec.)\t\\H\\M\\S=文件时间(24小时分秒)\t\\H\\M\\S
FileTime(AM/PM+Hour+Min.+Sec.)\t\\p\\I\\M\\S=文件时间(AM/PM时分秒)\t\\p\\I\\M\\S
Match with Group 1\t\\1=符合群组 1\t\\1
Match with Group 2\t\\2=符合群组 2\t\\2
Match with Group 3\t\\3=符合群组 3\t\\3
Match with Group 4\t\\4=符合群组 4\t\\4
Match with Group 5\t\\5=符合群组 5\t\\5
Match with Group 6\t\\6=符合群组 6\t\\6
Match with Group 7\t\\7=符合群组 7\t\\7
Match with Group 8\t\\8=符合群组 8\t\\8
Match with Group 9\t\\9=符合群组 9\t\\9
Upper-Case Next One\t\\u=下个字母大写\t\\u
Upper-Case Next Until \\E\t\\U=到 \\E 之前大写\t\\U
Lower-Case Next One\t\\l=下个字母小写\t\\l
Lower-Case Next Until \\E\t\\L=到 \\E 之前小写\t\\L
Lapse Effect of \\U, \\L, \\Q\t\\E=终止 \\U, \\L, \\Q 的效果\t\\E
&Numbering=编号(&N)
Timestamp=时间戳记
&Timestamp=时间戳记(&T)
&Updated Date as Timestamp=修改日期为时间戳记(&U)
&Creation Date as Timestamp=建立日期为时间戳记(&C)
&Hide Protected Operating System File (Recommanded)=隐藏保护的操作系統文件 (建议使用)
Only Completely &Matched=只有完全符合(&M)
&Case Sensitive=符合大小写(&C)
Recently Destination Folder=最近的目标文件夹
Create &Subfolder at Destination=在目标建立子文件夹(&S)
Other Format=其他格式
Show in groups=以群组显示
None=无
In Folder=文件夹
Shuffle=随机
Higher=上移
Lower=下移
Save && Close=保存并退出
\nModify attributes/timestamps of file/folder.=\n修改文件/文件夹的属性/时间戳记。
Recursive Su&b Folders=打开子文件夹(&B)
to &Earlier=至更早(&E)
to &Later=至更晚(&L)
Day=日
Min=最小限制
Max=最大限制
Base Date=基本%%DateTime%%
Date &Updated=修改日期(&M)
Date &Created=建立日期(&C)
Date &Accessed=存取日期(&A)
Date Photo &Taken=拍摄日期(&T)
Modify to photo taken date of EXIF in case of exist=若存在EXIF信息则修改为拍摄日期
Apply to=套用至
Modify Folder Timestamp=修改文件夹时间戳记
&Read Only=只读(&R)
Archi&ve=保存(&V)
&Hidden=隐藏(&H)
S&ystem=系统(&S)
Keep its Attributes,\n with the Grayed Items=灰色(半选)会保留属性
&Start Modify=开始修改(&S)
Create numbered object\n(Sized File/Folder),\nunder the selected folder.=建立编号物件\n(指定大小的文件/文件夹)\n于选择文件夹下。
Kind of Target Object=目标物件类型
Empty=空
Empty &File (FileSize Available)=%%Empty%%%%File%%
Copied File=%%Copy%%%%File%%
Empty Fol&der=%%Empty%%%%Folder%%
Copied Folder=%%Copy%%%%Folder%%
Byte=字符组
Available=可用
Byte(K/M/G Available)=%%Byte%%(K/M/G %%Available%%)
In case of plural objects,\nobjects numbered at the position of '?'\n and digit equals to the number of '?'.=在复数物件的情況下，物件会在'?'处编号\n且位数等于'?'的个数。
Amount=数量
Start from=开始自
Step=间隔
&Start Create=开始建立(&S)
\nRename file/folder.=\n重命名文件/文件夹。
Depth=深度
Advanced=高级
&Advanced Rename=%%Advanced%%%%Rename%%(&A)
selected=选择的
current=目前
item=项目
selected item=%%selected%%%%item%%
current item=%%current%%%%item%%
Advanced Rename=%%Advanced%%%%Rename%%
Advanced Rename (selected item)=%%Advanced Rename%% (%%selected item%%)
Enter Advanced Rename mode with the selected menu item=以%%selected%%%%Menu%%%%item%%进入%%Advanced Rename%%模式
Rename Method=%%Rename%%方式
&Wild Card=&Wild Card
Reg &Exp=Reg &Exp
&Translation=&Translation
Support=支持
Option=选项
&Undo=还原(&U)
Menu=菜单
StartNum=起始数字
Value=值
DightPos=数字位置
Digit=数字
Add=加入
AddString=加入字符
Sample=样本
TimeFormat=时间格式
SrcString=來源字符
DestString=目标字符
Numbering=编号
Number Type=数字类型
Decimal Number=十进制数字
Hexadecimal Number=十六进制数字
Alphabetical Number=英文字母順序
Cancel=取消
&Cancel=%%Cancel%%(&C)
Verification of treatment in confliction of file name=验证文件名冲突处理方式
Treatment=处理
&Retry=重试(&R)
Skip=跳过
&Skip=%%Skip%%(&S)
Skip All=全部跳过
Overwrite=覆写
Overwrite All=全部覆写
Auto &Numbering=自动编号(&N)
Ex.: (??)=例: (??)
Position=位置
S&tart=开始(&T)
&End=结束(&E)
Con&tinue=继续(&T)
\nRename file, \nusing tag information.=\n文件重命名\n使用标签信息。
Tag=标签
Tag List=标签列表
TagRename=标签重命名
Rename Completed Successfully!=重命名成功!
This file is used to UNDO, and Error recovery.=这个文件是用来还原以及错误还原。
M/d/yyyy H:mm:ss=M/d/yyyy H:mm:ss
Destination Name is in Collision!\n  Folder: %s\n  SourceName:  %s\n  DestinationName: %s\n\nSelect Disposal and Press Continue.=目标名称重复!\n 文件夹: %s\n  来源名称:  %s\n  目标名称: %s\n\n选择处理方式后继续。
Failured to Rename!\n  Folder: %s\n  SourceName: %s\n  DestinationName: %s\n\nContinue?=重新命名失败!\n  文件夹: %s\n  来源名称: %s\n 目标名称: %s\n\n继续?
Undo this operation?\nDate: %s\nFolder: %s\nSearch for: %s\nReplace with: %s=还原这次操作?\nDate: %s\n文件夹: %s\n搜索: %s\n取代: %s
%s\nIllegal Log\nLast operation was probably abnormal terminated.=%s\n不合法的记录\n前一次的操作可能是异常中止。
Undo Completed.=还原完毕。
Rename Selected File/Folder Only=只重命名选择的文件/文件夹
Destination file \n%s\nis already exist!\nRename was Canceled.=目标文件\n%s\n已经存在!\n重命名取消。
Rename All File/Folder=重命名所有文件/文件夹
Failured to Undo=还原失败
Skip This File and Continue=跳过此文件並继续
Skip All Error File and Continue=跳过所有错误文件並继续
Abort and Undo Rename Operation=中止並还原重命名操作
Abort Operation with Current Condition=以目前状态中止操作
Drag && Drop is also Available=同样可以使用拖放
Selection of Source File=Selection of Source File
Wildcard(*, ?) is Available=可使用 Wildcard(*, ?)
Wildcard(*, ?)-Matched Substrings Equals to \\1-\\9=Wildcard(*, ?)-符合字符等于 \\1-\\9
Invert Selection=反向选择
Rename the files in the preview list=重命名预览列表中的文件
Undo last renaming operation=还原前一次的重命名操作
Rename Selected Files Only If Any, All Files If No Selection.=若有选择文件则只重命名选择的文件，否则重命名所有文件。
Recursive Under Subfolders=打开子文件夹
Start to Modify Attributes=开始修改属性
Abort Operation=中止操作
Failured to File Copy!\n%s=复制文件失败!\n%s
Modify Folder Timestamp=修改文件夹时间戳記
Renaming...=重新命名中...
Modifing Attributes...=修改属性中...
Prepare to Modify...=准备修改...
Undo Renaming...=还原重命名中...
Current Name=目前名称
New Name=%%New%%%%Name%%
New Preset=%%New%%%%Preset%%
%d Objects=%d 个物件
Object Name=物件名称
Object Size=物件大小
Object Amount=物件数量
Start to Create Objects=开始建立物件
Creating Objects...=建立物件中...
Create New Empty File=建立新的空文件。
Create New Empty Folder=建立新的空文件夹。
Search by Wildcard=以 Wildcard 搜索
Search by Regular-Expression=以 Regular-Expression 搜索
Regular-Expression is Available=可使用 Regular-Expression
Bracket-RegExp-Matched Substrings Equals to \\1-\\9=Bracket-RegExp-符合字符等于\\1-\\9
Search Method=%%Search%%方式
Search=搜索
Replace=取代
Preset Name=预设名称
Flexible Rename using Wildcard or Regular-Expression=Flexible Rename 使用 Wildcard 或 Regular-Expression
Replace All Chars in Search List\nwith Equivalent Char in Replace List=以取代列表中的字符\n取代搜索列表中的字符
<Q>How to Search and Replace=<Q>如何搜索及取代
Target Folder=目标文件夹
Select Target Folder=选择目标文件夹
No Target File=沒有目标文件
Input Name=输入名称
Input Size=输入大小
Recall Already Defined SearchFor/ReplaceWith=载入已定义好的搜索/取代设定
Support to Search=插入列表中的项目到搜索条件
Support to Replace=插入列表中的项目到取代条件
Options Concerning Rename=关于重命名的选项
Sort by Condition and Renumber=以条件排序並重新编号
Select Preset=选择预设
There Objects will be Created=物件將建立在那里
Can \\'t use "=无法使用 "
Modify Selected File/Folder Only=只修改选择的文件/文件夹
Options Concerning Regular-Expression=关于 Regular-Expression 的选项
Search is complete. There are no results to display.=搜索完毕。沒有结果可以显示。
Input Amount=输入数量
Select Rename Function=选择重命名功能
Input Search for=输入搜索
Input Replace with=输入取代
Wildcard=Wildcard
Regular-Expression=Regular-Expression
Letter-Translation=Letter-Translation
Enter Additional String Here=在此输入额外字符
Enter Source String Here=在此输入来源字符
Enter Destination String Here=在此输入目标字符
Available to Settings Under the Function List=Available to Settings Under the Function List
Insert Number or String=插入数字或字符
Remove Number or String=%%Remove%%数字或字符
Translate Letters=转换文字
Replace String=取代字符
Organize Number Value=%%Organize%%%%Number%%%%Value%%
Modify Extension=%%Modify%%%%Extension%%
Sorry, not implemented yet.=抱歉，尚未作实。
Enter Name Here=在此输入名称
Depth of the Subfolder to Search=搜索子文件夹深度
Can define plural filter(wildcard), Separating by semicolon(;)=可以定义复数的过滤条件(wildcard)，以分号(;)分隔
Copy the Existing File=复制此文件
Copy the Existing Folder=复制此文件夹
Select Source File for Copy=选择要复制的来源文件
Select Source Folder for Copy=选择要复制的来源文件夹
The following character cannot be used for a file name:\n\\/:*?\\"<>|=文件名称中不可以包含下列字符:\n\\/:*?\\"<>|
Retry Operation=重试操作
&Modify=修改(&M)
Select Folder=选择文件夹
Order Favorites=组织我的最爱
Select Destination Folder=选择目标文件夹
Target=目标
Filter=过滤器
NumberedObject=编号物件
Specify DateTime=%%Specify%%%%DateTime%%
Shift=时间偏移
Random Generate=随机产生
Drop Files or Folders Here from Windows Explorer=从文件管理器中拖放文件或文件夹至此
Days to Shift=偏移日数
Time to Shift=偏移时间
Lower Limit of DateTime on Random-Generation=随机产生时间日期下限
Upper Limit of DateTime on Random-Generation=随机产生时间日期上限
No modification of attributes and timestamp=属性及时间戳記並沒有改变
Format of New Name=新名称格式
List of Supported Tag-Informatoin=支持的标签信息列表
%m/%d/%Y=%m/%d/%Y
M/d/yyyy=M/d/yyyy
Make the Same=改成一样
Searching...=搜索中...
Adding to List...=加到列表中...
Although the objects were dropped, none were added to a list.\nCheck the "Target" and retry dropping.=虽然有拖放物件，但沒有加到列表中。\n检查"目标"並再试一次。
The time format can also be specified.=也可以指定时间格式。
A format can be edited.=可以编辑格式。
&Move=移动(&M)
&Copy=复制(&C)
&Recycle Bin=回收站(&R)
&Shortcut=快捷方式(&S)
&HardLink=连接(&H)
Move&Rename to Another Folder=移动並重命名至另一文件夹
Copy&Rename to Another Folder=复制並重命名至另一文件夹
Create Shortcut&Rename to Another Folder=建立快捷方式並重命名至另一文件夹
Create HardLink&Rename to Another Folder=建立连接並重命名至另一文件夹
Move to Recycle Bin=移至回收站
Process Selected File/Folder Only=只处理选择的文件/文件夹
Process All File/Folder=处理所有文件/文件夹
Sequential Generate=順序产生
Operation to Perform=要执行的操作
Start Value of DateTime on Sequential-Generation=順序产生日期时间的开始值
Searching %s=搜索 %s 中...
Search completed=搜索完毕
Rename file/folder.\nRename=重命名文件/文件夹。\n重命名
Rename file, using tag information.\nTagRename=重命名文件，使用标签信息。\n标签重命名
Modify attributes/timestamps of file/folder.\nModify attributes=修改文件/文件夹的属性/时间戳記。\n修改属性
Create numbered object(Sized File/Folder), under the selected folder.\nCreate numbered object=建立编号物件(指定大小的文件/文件夹)於选择文件夹下。\n建立编号物件
Select Font\nFont=选择字型\n字型
Refresh folder tree\nRefresh=更新文件夹树\n更新
Open Flexible Renamer Web Site\nFlexible Renamer Page=打开 Flexible Renamer 网站\nFlexible Renamer 网页
Add Favorites=加到我的最爱
Open Favorites Folder=打开我的最爱文件夹
Specify the targets by folder\nSpecify Folder=由文件夹指定目标\n指定文件夹
Specify the target files by Drag & Drop\nSpecify File=由拖放指定目标文件\n指定文件
Reverses which are selected and which are not.\nInvert Selection=将选择的项目和未选择的项目反转。\n反向选择
Deletes the selected items from the file list.\nDelete from List=自文件列表刪除选择的项目。\n从列表刪除
Selects all items in the file list.\nSelect All=选择文件列表中所有的项目。\n全选
Undoes the previous rename operation.\nUndo=还原先前的重命名操作。\n还原
Edit file/folder name in the list directly\nEdit File/Folder Name=直接编辑列表中的文件/文件夹名称\n%%Edit%%%%File%%/%%Folder%%%%Name%%
Display program information, version number and copyright\nAbout=显示软件信息，版本以及版权\n关于
Quits Flexible Renamer.\nExit=退出 Flexible Renamer。\n结束
Show or hide the toolbar\nToggle ToolBar=显示或隐藏工具列\n切換工具列
Show or hide the status bar\nToggle StatusBar=显示或隐藏状态列\n切換状态列
Displayed: %5d Objects=显示: %5d 个物件
Selected: %5d Objects=选择: %5d 个物件
&Language=语言(&L)
FileType=文件类型
Time=时间
Changing the language is applied at the next starts.=改变语言会在下一次启动生效。
Script=脚本
Meta-expressions are intactly treated as syntax of script. To deal as a string, put in double-quotations(Ex."\\0").
&Script Language=脚本语言(&L)
List of Supported Function=支持方式列表
&Function=方式(&F)
&Embedded Function=內建方式(&E)
Edit &Script...=编辑脚本(&S)
Use String Function DLL(StrFunc.dll) for Script=脚本使用字符方式库DLL(StrFunc.dll)
Use file &property info.=使用文件內容信息(&P)
Edit...=编辑...
Edit property definition=编辑內容定义
Property definition=內容定义
More selecting detail items makes \nretrieving the files slower. =选择越详细项目会\n使得取得文件越慢。
Start=开始
Reset by each folder=在每个文件夹重设
Don't tell me again=不要再问我
&Options...=选项(&O)...
General=常规
Modify the general option=修改常规选项
Folder &Context Menu=文件夹快显功能表(&C)
Be able to launch "Flexible Renamer" from right-click-menu of folder.=可以由文件夹的右键菜单启动 "Flexible Renamer"。
&Add to "Send to" Menu=加到"发送到"菜单(&A)
*In case of uninstall, uncheck all items.=*若要移除，取消勾选所有项目。
Modify the rename option=修改重命名选项
&Regist StrFunc.dll=注册 StrFunc.dll (&R)
This is String operation DLL for script and supports StrConv/sprintf/LCMapString.=這是脚本用的字符处理动态连接库，支持 StrConv/sprintf/LCMapString。
*In case of uninstall, uncheck this.=*若要移除，取消勾选此项目。
Treatment when the name conflicted=文件名冲突时的处理方式
&Choose treatment in confliction of file name every time=每次文件名冲突时选择处理方式(&C)
Auto &numbering using below setting=以下列设定自動自动编号(&N)
&TagRename (DateTime Format && Invalid Characters)=标签重命名(日期时间格式及无效字符)(&T)
DateTime Format=%%DateTime%%%%Format%%
The form at the time of taking out time from tag information can be set up. 
Editable=可编辑
DateTime Format: (Editable)=%%DateTime Format%%: (%%Editable%%)
Invalid Characters=无效字符
The invalid character contained in tag information is related with another character, and can be done.
%m/%d/%Y %H:%M:%S=%m/%d/%Y %H:%M:%S
;Common
File=文件
Folder=文件夹
Format=格式
Copy=复制
Rename=重命名
Modify Name=更改名称
All=全部
New=新增
Date=日期
Type=类型
Extension=扩展名
Add=加入
Remove=移除
Modify=更改
Delete=刪除
Replace=取代
Organize=组织
Name=名称
Size=大小
Music=音乐
Picture=图片
Image=影像
Document=文件
WebPage=网页
Video=影片
Property=內容
Favorites=我的最爱
Preset=预设
DateTime=日期时间
Time=时间
Date Updated=修改日期
Date Created=建立日期
Date Accessed=存取日期
Date taken=拍摄日期
Attribute=属性
Artist=演出者
AlbumTitle=专辑标题
TrackNumber=音轨序号
Track=音轨
Year=年份
Comment=注释
Categories=类别
Title=标题
Subtitle=副标题
Language=语言
Reserved=保留
Unknown=不明
Not defined=未定义
Title=标题
Subject=主旨
Authors=作者
Keywords=关键字
Comments=注释
Description=描述
Video=影片
Image=影像
Other=其他
;Expression of Preset
Copy=复制
of=of
Shortcut to =快捷方式 -
Shortcut=快捷方式
(|\\[=(|\\[
\\]||)=\\]||)

[Preset]
;Preset (Skip ;xxx items)
DateTime=日期时间
Number + Extension=数字 + %%Extension%%
Number + FileTitle + Extension=数字 + 文件名 + %%Extension%%
FileTitle + Number + Extension=文件名 + 数字 + %%Extension%%
Swap Both Side of '-'=交换 '-' 的两边
Replace "DSC" with "IMG"=取代 "DSC" 为 "IMG"
Remove "Shortcut to "=%%Remove%% "快捷方式 - "
Remove " - Shortcut"(Vista)=%%Remove%% " - 快捷方式"(Vista)
Remove (n)=%%Remove%% (n)
Remove [n]=%%Remove%% [n]
Remove [n], or (n)=%%Remove%% [n] 或 (n)
Lower-Case Extension
Remove "Copy (n) of "=%%Remove%% "复制 (n) - "
Remove " - Copy (n)"(Vista)=%%Remove%% " - 复制 (n)"(Vista)
Capitalize=句首大写
Swap Halfwidth and Fullwidth(w/o extension)[CJK only]=半角 ? 全角（拡張子を除く）
Swap Hiragana and Katakana(w/o extension)[JP Only]=片仮名 ? 平仮名（拡張子を除く）
Opposite-Case=大小写互换
Upper-Case=大写
Lower-Case=小写
Clear diacritical mark=清楚的区别符
Fullwidth(w/o extension)[CJK only]=半角 ? 全角（拡張子を除く）
Halfwidth(w/o extension)[CJK only]=全角 ? 半角（拡張子を除く）
;TypicalMenu (Skip ;xxx items)
AnyString(DateTime) + Number=任意字符(%%DateTime%%) + 数字
Number(DateTime) + AnyString=数字(%%DateTime%%) + 任意字符
Insert AnyString(DateTime) at Nth letter from Start=插入任意字符(%%DateTime%%)于开头第 N 个字
Insert AnyString(DateTime) at Nth letter from End=插入任意字符(%%DateTime%%)于倒数第 N 个字
Insert Number at Start=插入数字于开头
Insert Number at End=插入数字于结尾
DateTime=日期时间
Insert DateTime at Start=插入%%DateTime%%于开头
Insert DateTime at End=插入%%DateTime%%于结尾
Insert FolderName at Start=插入文件夹名称于开头
FolderName + Number=文件夹名称 + 数字
Remove N letter at Nth letter from Start=从开头第 N 個字移除 N 個字
Remove N letter at Nth letter from End=从倒数第 N 個字移除 N 個字
Remove backward letter from N letter from Start=移除开头第 N 個字之后的字
Remove forward letter from N letter from End=移除倒数第 N 個字之前的字
Remove "Copy (n) of "=%%Remove%% "复制 (n) - "
Remove " - Copy (n)"(Vista)=%%Remove%% " - 复制 (n)"(Vista)
Remove bracket and inside=%%Remove%%括号及其內容
Remove [n], or (n)=%%Remove%% [n] 或 (n)
Remove [n]=%%Remove%% [n]
Remove (n)=%%Remove%% (n)
Remove "Shortcut to "=%%Remove%% "快捷方式 - "
Remove " - Shortcut"(Vista)=%%Remove%% " - 快捷方式"(Vista)
8.3 Format=8.3 格式
Capitalize=句首大写
Upper-Case=大写
Lower-Case=小写
to Fullwidth(w/o extension)[CJK only]=半角 ? 全角（拡張子を除く）
to Halfwidth(w/o extension)[CJK only]=全角 ? 半角（拡張子を除く）
to Katakana(w/o extension)[JP Only]=平仮名 ? 片仮名（拡張子を除く）
to Hiragana(w/o extension)[JP Only]=片仮名? 平仮名（拡張子を除く）
Opposite-Case=大小写互换
to Fullwidth Katakana[JP Only]=;JP only
to Halfwidth Katakana[JP Only]=;JP only
Swap Halfwidth and Fullwidth(w/o extension)[CJK only]=半角 ? 全角（拡張子を除く）
Swap Hiragana and Katakana(w/o extension)[JP Only]=片仮名 ? 平仮名（拡張子を除く）
Replace String=取代字符
Arrange Digit of Nth number from Start=整理开头第 N 个数字
Arrange Digit of Nth number from End=整理倒数第 N 个数字
Increase/Decrease Nth number from Start=增加/减少开头第 N 个数字
Increase/Decrease Nth number from End=增加/减少倒数第 N 个数字
Upper-Case Extension=大写%%Extension%%
Lower-Case Extension=小写%%Extension%%
Remove Extension=%%Remove%%%%Extension%%
Add Extension=%%Add%%%%Extension%%
Replace Extension=%%Replace%%%%Extension%%
;PropertyTagDef
Music=%%Music%%
Picture=%%Picture%%
Image=%%Image%%
Document=%%Document%%
Video=%%Video%%

[MusicTag]
Description=音乐片段信息，\n例如CD专辑。
<ID3.Artist>=%%Artist%%
<ID3.Album>=%%AlbumTitle%%
<ID3.TrackNumber>=%%TrackNumber%%
<ID3.Track>=%%Track%%
<ID3.Year>=%%Year%%
<ID3.Comment>=%%Comment%%
<ID3.Genre>=%%Categories%%
<ID3v1.Artist>=%%Artist%%
<ID3v1.Album>=%%AlbumTitle%%
<ID3v1.TrackNumber>=%%TrackNumber%%
<ID3v1.Track>=%%Track%%
<ID3v1.Year>=%%Year%%
<ID3v1.Comment>=%%Comment%%
<ID3v1.Genre>=%%Categories%%
<ID3v2.COMM>=%%Comment%%
<ID3v2.TALB>=%%AlbumTitle%%
<ID3v2.TBPM>=每分钟节拍数
<ID3v2.TCOM>=作曲者
<ID3v2.TCON>=%%Categories%%
<ID3v2.TCOP>=版权信息
<ID3v2.TDEN>=编码时间
<ID3v2.TDLY>=播放清单延迟
<ID3v2.TENC>=编码者
<ID3v2.TEXT>=作词者
<ID3v2.TIT1>=內容群组说明
<ID3v2.TIT2>=%%Title%%
<ID3v2.TIT3>=%%Subtitle%%
<ID3v2.TKEY>=初始关键字
<ID3v2.TLAN>=%%Language%%
<ID3v2.TLEN>=长度
<ID3v2.TMOO>=氣氛
<ID3v2.TOAL>=原始专辑标题
<ID3v2.TOFN>=原始文件名
<ID3v2.TOLY>=原始作词者
<ID3v2.TOPE>=原始表演者
<ID3v2.TORY>=原始版本年份
<ID3v2.TPE1>=领衔表演者
<ID3v2.TPE2>=专辑表演者
<ID3v2.TPE3>=指挥
<ID3v2.TPE4>=修改者
<ID3v2.TPOS>=部分专辑
<ID3v2.TPUB>=发行者
<ID3v2.TRCK>=%%TrackNumber%%
<ID3v2.TRSN>=网络电台名
<ID3v2.TRSO>=网络电台拥有者
<ID3v2.TSIZ>=%%Size%%
<ID3v2.TSOA>=专辑排列順序
<ID3v2.TSOP>=表演者排列順序
<ID3v2.TSOT>=标题排列順序
<ID3v2.TSRC>=ISRC (国际标准录音编码)
<ID3v2.TSSE>=编码设定
<ID3v2.TSST>=设定副标题
<ID3v2.TXXX>=使用者定义文字
<ID3v2.TYER>=年份
<ID3v2.WCOP>=版权信息
<ID3v2.WOAF>=音频文件官方网页
<ID3v2.WOAR>=演出者官方网页
<ID3v2.WOAS>=音频源官方网页
<ID3v2.WXXX>=使用者网络 URL

[PictureTag]
Description=数码相机或扫描仪的\n照片信息。
<EXIF.ImageDescription>=影像描述
<EXIF.Maker>=相机制造商
<EXIF.Model>=相机型号
<EXIF.OriginalTime>=%%Date taken%%
<EXIF.Copyright>=版权
<EXIF.UserComment>=使用者注释
<EXIF.Artist>=%%Artist%%
<EXIF.RelatedSoundFile>=相关声音文件
<EXIF.Software>=软件
<EXIF.ColorSpace>=色域空间
<EXIF.ColorSpace>(0001)=sRGB
<EXIF.ColorSpace>(ffff)=未校准
<EXIF.ColorSpace>(Default)=%%Reserved%%
<EXIF.Flash>=闪光灯
<EXIF.Flash>(0000)
<EXIF.Flash>(0001)
<EXIF.Flash>(0005)
<EXIF.Flash>(0007)
<EXIF.FocalLength>=焦距
<EXIF.F-Number>=F光圈
<EXIF.ExposureTime>=曝光时间
<EXIF.ExposureTime>(gt 0.5)=?%1.2f 秒
<EXIF.ExposureTime>(le 0.5)=?1/%d 秒
<EXIF.ISOSpeed>=ISO 感光值
<EXIF.MeteringMode>=测光模式
<EXIF.MeteringMode>(0000)=%%Unknown%%
<EXIF.MeteringMode>(0001)
<EXIF.MeteringMode>(0002)
<EXIF.MeteringMode>(0003)
<EXIF.MeteringMode>(0004)
<EXIF.MeteringMode>(0005)
<EXIF.MeteringMode>(0006)
<EXIF.MeteringMode>(00ff)
<EXIF.MeteringMode>(Default)=%%Reserved%%
<EXIF.LightSource>=光源
<EXIF.LightSource>(0000)=%%Unknown%%
<EXIF.LightSource>(0001)
<EXIF.LightSource>(0002)
<EXIF.LightSource>(0003)
<EXIF.LightSource>(0011)
<EXIF.LightSource>(0012)
<EXIF.LightSource>(0013)
<EXIF.LightSource>(0014)=D55
<EXIF.LightSource>(0015)=D65
<EXIF.LightSource>(0016)=D75
<EXIF.LightSource>(00ff)
<EXIF.LightSource>(Default)=%%Reserved%%
<EXIF.ExposureProgram>=拍攝模式
<EXIF.ExposureProgram>(0000)=%%Not defined%%
<EXIF.ExposureProgram>(0001)
<EXIF.ExposureProgram>(0002)
<EXIF.ExposureProgram>(0003)
<EXIF.ExposureProgram>(0004)
<EXIF.ExposureProgram>(0005)
<EXIF.ExposureProgram>(0006)
<EXIF.ExposureProgram>(0007)
<EXIF.ExposureProgram>(0008)
<EXIF.ExposureProgram>(Default)=%%Reserved%%
<EXIF.ExposureCompensation>=曝光补偿
<EXIF.ExposureCompensation>(Format)=%d step

[ImageTag]
Description=IPTC 中的\n影像內容信息。
<IPTC.Caption>=说明
<IPTC.CaptionWriter>=说明作者
<IPTC.Headline>=标题
<IPTC.Category>=类別
<IPTC.Byline>=署名
<IPTC.BylineTitle>=署名标题
<IPTC.Credits>=著作所有人
<IPTC.ObjectName>=对象名称
<IPTC.DateCreated>=%%Date created%%
<IPTC.City>=市
<IPTC.State>=州
<IPTC.Country>=国家
<IPTC.OriginalTransmissionReference>=原始传输参考
<IPTC.CopyrightNotice>=版权声明

[DocumentTag]
Description=Microsoft Office 或 PDF 的\n文件摘要信息。
<DOC.Title>=%%Title%%
<DOC.Subject>=%%Subject%%
<DOC.Author>=%%Authors%%
<DOC.Keywords>=%%Keywords%%
<DOC.Comments>=%%Comments%%
<DOC.Created>=%%Date created%%
<DOC.LastSaved>=上次保存日期
<DOC.AppName>=应用程序名
<DOC.Company>=公司名

[WebPageTag]
Description=网页的文件信息。
<HTML.Title>=%%Title%%

[PropertyTag]
Description=文件內容页的\n摘要信息。

[PropertyTagGroup]
Description=%%Description%%
Media=媒体
Video=%%Video%%
Audio=音频
Origin=原始
Image=%%Image%%
Camera=相机
Advanced Photo=高级相片
Content=內容
File=%%File%%
Other=其他

